<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Point: Log
    |--------------------------------------------------------------------------
    |
    */

    'wallet_id'      => '錢包',
    'value_original' => '原始點數',
    'value'          => '剩餘點數',
    'end_at'         => '截止時間',

    'is_enabled' => '是否啟用',

    'list'   => '紀錄清單',
    'create' => '新增紀錄',
    'edit'   => '紀錄修改',

    'form' => [
        'information' => '紀錄資訊',
            'basicInfo' => '基本資訊'
    ],

    'delete' => [
        'header' => '刪除紀錄',
        'body'   => '確定要刪除這筆紀錄嗎？'
    ]
];
