<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Point: Setting
    |--------------------------------------------------------------------------
    |
    */

    'host_type'     => '母體種類',
    'host_id'       => '母體 ID',
    'serial'        => '編號',
    'identifier'    => '識別符',
    'exchange_rate' => '現金匯率',

    'is_enabled' => '是否啟用',

    'name'        => '名稱',
    'description' => '描述',
    'remarks'     => '備註（後端）',

    'list'   => '設定清單',
    'create' => '新增設定',
    'edit'   => '設定修改',

    'form' => [
        'information' => '環境設定',
            'basicInfo'   => '基本資訊'
    ],

    'delete' => [
        'header' => '刪除設定',
        'body'   => '確定要刪除這項設定嗎？'
    ]
];
