<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Point: Wallet
    |--------------------------------------------------------------------------
    |
    */

    'setting_id' => '設定種類',
    'user_id'    => '使用者',
    'value'      => '累積點數',

    'is_enabled' => '是否啟用',

    'list'   => '錢包清單',
    'create' => '新增錢包',
    'edit'   => '錢包修改',

    'form' => [
        'information' => '錢包設定',
            'basicInfo'   => '基本資訊'
    ],

    'delete' => [
        'header' => '刪除錢包',
        'body'   => '確定要刪除這項錢包嗎？'
    ]
];
